Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Photograph shared by @jenanmoussa on Twitter
ko: 제난무사가 (@jenanmoussa) 트위터로 공유한 사진

source: @jenanmoussa: In #Aleppo I saw a father sitting on rubble, tears in his eyes.
ko: @jenanmoussa: #알레포에서 한 아버지가 눈물이 그렁그렁 고인 채 잔해더미 위에 앉아있는 걸 봤다.

source: He's still looking for bodies of his 2 beautiful daughters & wife
ko: 아직도 아름다운 두 딸과 아내의 시신을 찾고 있다고 한다.

source: @jenanmoussa: While I was w/ him, father found slippers of a child & handful of hair ( woman's hair) under rubble.
ko: @jenanmoussa: 그 아버지와 같이 있는 동안, 그는 잔해더미 속에서 아이의 슬리퍼와 머리카락 한 움큼(여자의 머리카락)을 찾았다.

source: 'Maybe it's my wife' he told me
ko: '내 아내 것일지도 몰라요' 라고 말하면서.

source: Despite the stressful situation, Moussa maintains her humour:
ko: 힘든 상황 속에서도 무사는 유머를 잃지 않는다:

source: @jenanmoussa: Activists here in #Aleppo laugh at me.
ko: @jenanmoussa: 여기 #알레포에 있는 활동가들은 날 비웃곤 한다.

source: I am sometimes only one wearing my flak jacket in house.
ko: 집에서 방탄조끼를 입고 있는 게 나밖에 없을 때도 있다.

source: They are used to the sounds of war.
ko: 그들이 전쟁에 익숙해진 탓이다.

source: And then goes to sleep without dinner:
ko: 그리고 저녁을 먹지 못하고 잠에 들기도 한다:

source: @jenanmoussa: We didn't have dinner tonight.
ko: @jenanmoussa: 오늘은 저녁을 못 먹었다.

source: Also no shower.
ko: 샤워도 못 하고.

source: Not a necessity in a city like #Aleppo.
ko: #알레포같은 곳에선 (저녁과 샤워가) 필수사항이 아니다.

source: Good night you all.
ko: 다들 잘 자요.

source: Protests Erupt in South Korea Over Spy Agency's Electioneering · Global Voices
ko: 한국: 국정원 선거 조작 규탄하는 시위 일어나

source: Protests have continued for several weeks in South Korea against revelations that the country's intelligence agency allegedly meddled in December's presidential election by undertaking an anonymous online attack campaign against opposition parties.
ko: 한국에서 국정원이 야당에 대해 익명의 온라인 공격을 하여 12월 대선에 개입한 혐의가 밝혀짐에 따라 시위가 몇 주간 이어졌다.

source: Nine agents from the National Intelligence Service (NIS) created hundreds of Internet IDs and wrote more than 5,000 posts on the Internet and used some of them to attack opposition parties and their candidates ahead of South Korea’s presidential election last December.
ko: 2012년 12월 대선 전에 9명의 국정원 직원은 수백개의 인터넷 아이디를 만들고, 5천개 이상의 게시글들을 인터넷에서 작성했고 그 중의 일부는 야당과 야당 후보들을 공격하는 데 사용됐다.

source: The Korea Center for Investigative Journalism (or NewsTapa) shared CSV files containing raw data and their analysis revealing that 658 Twitter accounts have been used by the NIS.
ko: 뉴스타파는 658개의 트위터 계정이 국정원에 의해서 사용된 것을 보여주는 원본 자료와 이를 분석한 내용을 담고 있는 CSV 파일을 공개했다 .

source: Among 237,000 tweets published by the accounts, more than 25 percent of them were about domestic politics and the presidential election.
ko: 그 계정들에 의해 23만 7천개의 트윗이 올려졌고, 그 중 25% 이상은 국내 정치와 대선에 관한 것이었다.

source: Most accounts were deleted right after the NIS case made headlines around December 11, 2012 and some remaining ones were removed around March 2013 when investigative reports unearthed more details about the case.
ko: 대부분의 계정은 2012년 12월 11일 경 국정원 사건이 대서특필 되었을때 삭제되었으며, 남아 있는 계정의 일부는 경찰이 국정원 사건에 대해 세부 사항을 조사하던 2013년 3월 경에 삭제되었다.

source: While the NIS claims it was a part of psychological warfare campaign against North Korea with the purpose of blocking communist propaganda that spawns anti-government sentiment, protesters denounce it as a threat to democracy and a despicable act that interferes with the election.
ko: 국정원은 이것이 반정부적 정서를 유발하는 북한의 공산주의 선전을 막기위한 대북 심리전의 일환이었다고 주장했으나, 시위자들은 이것을 민주주주의 대한 위협이며 선거에 개입한 비열한 행동이라고 비난한다.

source: Students at 17 major universities have officially denounced the Intelligence Service as a threat to democracy.
ko: 17개 주요 대학 학생들은 국정원은 민주주의에 대한 위협이라고 공식적으로 비난했다 .

source: Spearheaded by college students, protests erupted in various cities with people condemning not only the agency, but also the police and the ruling party for trying to whitewash the case.
ko: 국정원 뿐만 아니라 사건 축소를 시도했던 경찰과 여당까지 함께 비난 하는 사람들의 시위가 여러 도시에서 시작되었다.

source: (photos) Video clips of protests in major cities by various groups have been shared online.
ko: (사진들) 주요 도시에서 다양한 단체들이 시위한 비디오 영상들이 온라인에서 공유되고 있다.

source: In this video by Vimeo user ground20, a group of college students protest in Seoul before clashing with the police.
ko: Vimeo 사용자 ground20이 제공한 이 비디오에서는, 서울에서 대학생들이 시위를 벌이다 경찰과 충돌하는 모습을 보여준다.

source: A peaceful candlelight vigil was held in Seoul.
ko: 서울에서는 평화로운 촛불 시위가 열렸다.

source: This video was uploaded by famous citizen journalist Media Mongu to his YouTube channel.
ko: 이 비디오는 저명한 시민기자 미디어몽구에 의해 유투브에 올려졌다.

source: Net users lashed out at the case, calling it a despicable act that shakes the nation to its foundation, such as the following tweet:
ko: 네티즌들은 이 사건이 국가의 근간을 흔드는 비열한 행동이라며 아래와 같이 강경하게 비난했다.

source: @bbjgo: The state intelligence agency's systematic interference in a presidential election is an act of terror against democracy.
ko: @bbjgo: 국정원의 조직적 선거개입은 민주주의에 대한 명백한 테러입니다 국정원에 대해 헌법정신에 따른 즉각적이고 분명한 조치로 국기를 바로해야겠습니다.

source: We need to take immediate, stern action. Although police investigation into the case dragged on for about two months, net users found it unsatisfactory as it failed to clarify how the agency’s operation affected the presidential election and Won Sei-hoon, the former director of the intelligence agency, escaped arrest.
ko: 이 사건에 대한 경찰 수사가 약 2달 정도 계속되었으면서도 정작 국정원의 비방작전이 대선에 어떻게 영향을 주었는가를 확실히 밝히지도 못하고, 또 전 국정원장 원세훈도 구속시키지 못한 점에 대해서 네티즌들은 불만을 나타낸다.

source: None of the nine agents who executed the operation have been punished for breaking the national election law, which prohibits government officials from influencing elections.
ko: 비방작전을 수행했던 아홉명의 직원들 중 아무도 공무원들로 하여금 선거에 영향을 주는 것을 금지하는 공직선거법을 위반한 것에 대해 처벌 받지 않았다.

source: Prominent political blogger Impeter criticized the incompleteness of the investigation and the ruling party’s attempt to whitewash the case.
ko: 유명한 정치 블로거 아이엠피터는 수사의 무능함에 대해, 그리고 사건의 축소를 시도했던 여댱에 대해 비난했다 .

source: The NIS claims that they have merely monitored the online space as a part of their anti-North Korea campaign and surveillance against pro-North Korean groups, but it is a totally groundless excuse.
ko: 국정원은 종북세력 감시와 대북 업무차원에서 인터넷을 모니터링했다고 주장하지만, 이것은 전혀 근거가 없는 변명에 불과합니다.

source: The intensity/thoroughness of NIS’s operation in the Daum Agora site is beyond one’s imagination.
ko: 특히 다음 아고라에서 보여준 국정원의 지독함은 상상을 초월할 정도였습니다.

source: To what extent did NIS commit this crime in the online space is impossible to measure .
ko: 도대체 국정원이 얼마나 많은 인터넷 공간에서 범죄를 저질렀는지는 정확히 판명되지 않고 있습니다.

source: More facts about their crimes are coming out, but NIS is reacting fast in deleting and destroying evidence. The ruling Saenuri party, who colluded with the police in covering up the crime, manipulated the timing of the police investigation report so the result would come out at the moment they prefer.
ko: 계속해서 범죄 행위가 발견되지만, 그만큼 국정원도 발 빠르게 움직여 그들의 증거를 계속 삭제하고 증거 인멸을 꾀하고 있습니다 새누리당은 경찰과 결탁하여 범죄 사실을 은폐했으며, 경찰 수사 발표를 철저히 자신들에게 유리한 시간에 터트리도록 조작했습니다.

source: Moreover, using and ‘women’s rights’ rhetoric, they used this case to attack Moon Jae-in in a way of questioning his morality.
ko: 또한 '여성 인권'을 강조하며 오히려 문재인 후보의 도덕성을 떨어뜨리는 수법을 자행했습니다.

source: The Cho-Joong-Dong and their child TV stations have tried to brainwash people by repeatedly reporting Saenuri’s ‘women’s rights’ logic together with the police investigation result
ko: 조중동과 종편은 연일 경찰의 수사 발표와 새누리당의 여성 인권 논리를 계속해서 내보냄으로 국민을 세뇌시켰으며

source: It was not only liberal groups and college students who were enraged by the case.
ko: 이 사건에 대해 분노한 것은 단지 진보단체와 대학생들만이 아니었다.

source: A known conservative and former professor at the National Police university, Pyo Chang-won, filed petitions against the NIS (photo).
ko: 유명한 보수주의자이며 전 경찰대학 교수 표창원 교수는 국정원에 대해 청원서를 제출했다 (사진).

source: The first round of his petition gathered more than 100,000 signatures online and the second round surpassed 200,000 signatures.
ko: 첫 번째 서명에는 온라인에서 십만명, 그리고 두 번째는 이십만명이 넘는 사람들이 서명했다.

source: A part of the second petition reads :
ko: 2차 청원서의 내용 일부는 다음과 같다 :

source: Evidence demonstrate that the NIS has incited the Korean version of McCarthyism; The opposition party, opposition party members, civic groups, labor unions, teachers unions, intellectuals and any people critical of the government — they have been labeled as Jongpuk .
ko: 증거들은 국정원이 바로 ‘한국형 매카시즘’을 일으켰다는 사실을 확인해주고 있습니다. 야당과 야당 의원들, 시민단체나 노동조합, 교사단체, 정부에 비판적인 지식인이나 국민들 모두를 ‘종북’으로 매도하고 이를 뒷받침하는 허위 사실과 논리들을 무차별적으로 인터넷에 살포했습니다.

source: To build their Jongpuk theory, the NIS has conjured up false evidence and used twisted logic and distributed their claims widely online.
ko: 그 허위사실과 논리들은 다시 극우 논객들과 일베 등 극우적 사이트 회원들을 통해 확대 재생산되어 인터넷을 뒤덮었습니다.

source: Their theories have been strengthened and magnified by extreme right wing groups and sites, such as the Ilbe site.
ko: 국정원이 말한 ‘사이버 심리전’입니다.

source: This is what the NIS claimed as a ‘psychological warfare’ While some express anger that this case infringed upon their voting rights, some still want to believe the agency’s excuse that it was a necessary action against pro-North Korea groups.
ko: 자신의 투표권이 유린되었다고 분노한 국민도 많지만, 여전히 국정원의 “종북 대응을 위해 필요한 활동이었다”라는 변명을 믿고싶어하는 국민 역시 많습니다.

source: Both, however, want the same thing — truth and justice.
ko: 양측 모두 “진실과 정의”를 원합니다.

source: South Korea: Over 25 Thousands Protested Against the Secret Agency Scandal · Global Voices
ko: 한국: 2만 5천명의 국정원 대선개입 규탄 시위

source: Special Probe into South Korean Spy Agency's Electioneering Falls Flat · Global Voices
ko: 한국: 실망만 남긴 국정원 선거개입 특별 조사

source: As protests continue in South Korea, critics are calling special investigations into the actions of agents within the intelligence agency who wrote Internet comments to manipulate public opinion in favor of the ruling party before elections in December 2012 a disappointment.
ko: 한국에서 시위가 계속되는 가운데 비평가들은 2012년 12월 대선 이전 여당에 유리하도록 여론을 조작하기 위해 인터넷 댓글을 작성한 국정원 직원들의 행위에 대한 특별 조사를 실망이라고 표현하고 있다.

source: The National Intelligence Service (NIS) has come under fire for interfering with the latest presidential election for the Internet posts that tried to sway readers against the opposition.
ko: 국정원은 시민들이 야당에 반감을 가지도록 하는 인터넷 게시글을 작성하여 작년 대선에 개입한 것으로 논란이 되어왔다.

source: A flurry of protests have taken place in major cities for several months now, almost regularly every weekend from mid-May.
ko: 주요도시에서 몇달동안 수많은 시위들이 벌어지고 있으며, 5월 중순부터 지금까지는 거의 매 주말마다 시위가 계속되고 있다.

source: Rallies grew substantially bigger around mid-July, with an estimated 40,000 participating in the latest candle light vigil held in Seoul. (Police estimates 9,000)
ko: 집회는 7월 중순경에 그 규모가 대단히 커졌으며, 가장 최근에 서울에서 열린 촛불시위에는 약 4만명 (경찰추산 약 9천명)이 참석하였다.

source: Prominent citizen blogger Media Mongu tweeted a dramatic photo of the recent protest with a short description: “Candles light up the Seoul Plaza”.
ko: 잘 알려진 시민 블로거 미디어 몽구는 최근 시위의 극적인 사진을 짧은 설명과 함께 트위터에 올렸다: "촛불이 서울광장을 밝히고 있습니다"

source: In this parliamentary investigation, by meeting Kwon Eun-hee, I saw hope.
ko: 이번 국정조사에서 권은희 한사람을 만난 것으로도 희망을 보았다.

source: As a woman, she has demonstrated unyielding integrity and tenacious spirit in face of threats.
ko: 저 사람이 경찰총수가 되어야 나라가 제대로 설 것이다.

source: Such a person should become the head of police, only then this nation will stand firm.
ko: — 강려(江廬) (@Riverside_hut) August 19, 2013

source: The NIS argued that the Internet posts were a legitimate operation, a part of online psychological warfare against the pro-North Korean groups or North Korean sympathizers.
ko: 국정원은 인터넷 댓글 작성이 친북 한인 단체나 종북주의자들에 대응하기 위한 온라인 심리전의 일환으로 적법한 활동이었다고 주장했다.

source: However, people pointed out that if they were really serious in executing "anti-North psychological warfare", why did they leave so many trashy comments against people from certain provinces that are traditionally "safe states" for the opposing Democratic party?
ko: 그러나 사람들은 "국정원 직원들이 정말로 진지하게 반북 심리전 활동을 실행하는 것이었다면, 왜 전통적으로 야당 민주당의 텃밭으로 불리우는 특정 지역 출신 사람들에 대해 수 많은 쓰레기 같은 댓글을 작성했는지, 게다가 그들의 행동이 정당하다면 왜 댓글을 지웠는가"라고 비판했다 .

source: And more over, if their acts can be justified, why delete the comments? @jjnsoo made similar points:
ko: 트위터 ID @jjnsoo 또한 같은 점을 지적했다.

source: NIS witnesses claim that their commenting was an operation against the pro-North Korean groups and their Internet activities.
ko: 국정원 증인들은 댓글이 종북세력의 인터넷 활동에 대한 대응이라고… 정말 그렇다면 국정원이 그것을 추적하고 그런 사람들을 잡아들여 조사한후 이것을 발표하면 될걸… 뭐하러 댓글로 대응을 해야만 한다는 건지?

source: It that were true, they could have just traced and caught people who write that stuff, and then report the outcome.
ko: — 장진수 주무관 (@jjnsoo) August 19, 2013

source: Net users also lashed out at two key witnesses, the ex-chief of NIS and the former Seoul Police Agency commissioner, who refused to be sworn in before the hearing-a tactic people use to avoid perjury.
ko: 네티즌들은 또한 청문회에서 위증죄로 처벌받는 것을 피하기 위해 증인선서를 거부한 두 주요 증인, 전 국정원장과 전 서울 경찰청장을 맹렬히 비난했다.

source: However, it seems to have backfired:
ko: 그들의 행동은 오히려 역효과만 불러 일으켰다:

source: Won Sei-hoon and Kim Yong-pan, by refusing to be sworn at the parliamentary hearing, avoided the chance of being punished for perjury even if their testimonies turned out to be false.
ko: 원세훈-김용판이 국정조사 청문회에서 증인선서를 거부함으로써 그들의 발언이 위증으로 입증된다 해도 위증죄로 처벌받지는 않게 되었다.

source: However, it revealed in front of the entire nation that they are not being honest and told lies.
ko: 그러나 대신 그들이 정직하지 않고 거짓말을 하고 있다는 사실이 전 국민에게 알려졌다 — 상식이 통하고 사람이 존중받는 나라 (@Hurphist) August 20, 2013

source: South Korean Film Questioning Warship Sinking Pulled from Theaters · Global Voices
ko: 한국: 천안함 침몰에 의문을 제기한 영화 상영 중지

source: A documentary film challenging the government's explanation of the Cheonan warship incident has been pulled out by a major cinema chain in South Korea.
ko: 천안함 침몰사건에 대한 정부의 조사결과에 의문을 제기하는 다큐 영화가 한국의 주요 영화 체인에서 상영이 중지 되고 있다.

source: Not only have the movie directors and the country's film community angrily protested against the decision, but net users also have reacted quickly, calling it a crime against the freedom of expression and even started actively boycotting the cinema chain.
ko: 영화 감독뿐만 아니라 한국의 영화 계가 상영 중지 결정에 대해서 분노하며 항의하고 있고, 또한 네티즌들도 이를 표현의 자유에 대한 범죄로 규정하고 심지어 영화 체인에 대한 관람거부 운동을 활발히 벌이는 등 아주 빠른 반응을 보이고 있다.

source: Megabox, the country's one of the largest multiplex chains, decided to stop screening "Project Cheonan" , a controversial film throwing suspicions on whether North Korea was really behind the sinking of the warship named Cheonan, an incident that claimed 46 lives in March 2010.
ko: 한국의 가장 큰 영화 체인 중의 하나인 메가박스는 2010년 3월 46명의 인명 손실을 낸 천안함 침몰 사건의 배후에 정말로 북한이 있는지에 대한 의문을 제기하여 논란이 된 영화 "천안함 프로젝트 " 상영중단을 결정했다.

source: Although the investigation done by South Korean led-international commission concluded a North Korean torpedo sunk the ship, there are still unresolved questions and the movie 'Project Cheonan' offers another sets of explanations, such as that the vessel may have been hit by something else, such as a reef, or an unidentified submarine may have been not that of North Koreas.
ko: 비록 한국 주도의 국제 조사단의 조사에서 북한 어뢰가 배를 침몰시켰다고 결론을 냈지만 여전히 풀리지 않는 질문들이 있고, '천안함 프로젝트'는 배가 암초나 북한 소유가 아닐 수 있는 미확인된 잠수함 같은 것에 부딛쳤을 지도 모른다는 또 다른 설명들을 보여주고 있다.

source: The movie suffered a rough start from its beginning.
ko: 영화는 시작부터 힘들었다.

source: South Korean navy officials and families of the Cheonan incident victims had even filed an injunction to stop its release, arguing the movie defamed the victims by intentionally distorting the facts.
ko: 한국 해군 관리들과 천안함 유족들이 영화가 의도적으로 사실을 외곡하고 있다며 상영중지를 위한 소송을 냈었다 .

source: The court overruled , however, sentencing that 'one cannot restrict the freedom of speech for merely raising questions/suspicions'.
ko: 그러나 법원은 '단지 질문 또는 의심을 제기 했다고 언론의 자유를 제한할 수 없다'고 소송을 기각했다 .

source: Megabox stressed that they had to withdraw the movie for safety reasons as they received phone calls from unidentified conservative groups who threatened them to stage protests outside the theaters.
ko: 메가박스는 신원 미상의 보수 그룹들이 영화관 밖에서 시위를 하겠다고 전화로 협박하여 안전을 이유로 영화 상영을 철회해야 했다고 강조했다 .

source: This has never happened before in the Korean movie history.
ko: "한국영화사에 이런 일은 처음이다.

source: Even in China, a movie comically parodying the general secretary of was released.
ko: 중국에서조차 당서기장을 코믹하게 풍자하는 영화가 상영된다.

source: There is certainly political motivation behind the Cheonan Project withdrawal.
ko: '천안함 프로젝트 상영 중단'이라는 이번 건은 분명히 정치적 이유가 있다.

source: We must get to the bottom of the problem. (by Min Byung-rok, Chairman of the Movie Critics Association)
ko: 진상을 분명히 밝혀야 한다"(민병록/ 영화평론가협회 회장) — gree(no-FTA) (@21gree) September 10, 2013

source: Why did Megabox have to pull the Cheonan Project, given conservative groups said they have never blackmailed them?
ko: 보수단체는 매가박스를 위협한 적이 없다는데 왜 굳이 천안함 프로젝트를 상영금지해야 했을까?

source: This incident shows how the power of conservatives is deeply rooted in our society and that a tacit pressure to block disclosure of the conservative's errors does exist.
ko: 우리사회에 현재까지 뿌리내린 보수권력의 힘. 그들의 오류를 막기위해 암암리에 행해지는 압력.

source: There can be no explanation other than that.
ko: 그힘이 아니라면 이유를 찾을수 없다.

source: It is a restriction of cultural freedom in the 21st century.
ko: 21세기의 문화적 자유의 억압.

source: Knowing the truth about the Cheonan Project makes me so angry. (related link) Those who merely want to know the truth are being labeled as 'pro-North/North Korean sympathizers' and need to risk their personal safety to watch a single movie.
ko: <천안함 프로젝트>진실을 알고나니 화가난다 http://t. co/GhSyUx1ZuC 진실을 알고 싶다는 욕심이 종북으로 몰리고, 영화 한 편을 보기위해 신변의 위협을 감수해야 할지도 모르는 세상이라면, 그래, 파시즘이라는 말이 전혀 어색하지가 않다 — 세도야 #도화선 (@_sedo_ya) September 9, 2013

source: If that is the world we are living in, it is rational to say it is a fascist society.
ko: "의심은 모든 소통의 출발점이다".

source: 'Suspicions are the start of every conversation'-That was the last statement of the Cheonan movie.
ko: 영화 천안함의 마지막 증언이다.

source: When questions cease to be raised, then society is dead.
ko: 의심을 할 수 없는 사회는 죽은 사회다.

source: Free the movie Cheonan Project.
ko: 영화 천안함을 자유롭게 하라.

source: More movie theaters have become available for the movie screening as the controversy made headlines and drew huge public attention to the film.
ko: com/yPcVwWWOzn — 정동영 (@coreacdy) September 8, 2013

source: Some net users suggested the multiplex chain blamed the non-existent conservative groups for their decision made purely based on the movie's low profitability, while some took one step further to boycott the cinema chain.
ko: 이 논란이 주요뉴스가 되고 영화에 대한 수많은 국민들이 관심을 가짐에 따라, 영화상영 철회로 인해 더 많은 영화관에서 상영하고 있다 .

source: The Megabox said they cannot reveal the group who pressured them to pull out the movie. (link to a related article ) The only way to help them to come to their sense is by boycotting.
ko: 몇몇 네티즌들은 복합상영관 체인이 영화의 낮은 수익성에 기초해서 상영중지 결정을 내리고, 협박한 적이 없다고 하는 보수 그룹들을 비난하고 있다고 했고 , 반면 몇몇 네티즌들은 한걸음 더 나아가 영화 체인의 관람 거부를 제안했다.

source: Starting today, we will boycott screening of any movie by Megabox.
ko: 메가박스 측 "'천안함' 상영중단 요구단체 밝힐 수 없다" http://t.

source: The withdrawal of the movie Cheonan Project has backfired.
ko: 오늘부터 일제히 메가박스가 상영하는 영화관람을 거부합시다.

source: One survey shows that 57 percent have responded as 'they now have intention to watch the movie.'
ko: — 이재화(변호사) (@jhohmylaw) September 10, 2013

source: They opened a can of worms. (link to a related news article)
ko: co/ABsrGo7B9Z — 이석현 (@lsh4u) September 10, 2013

source: South Korean Catholic Leaders Protest Spy Agency Scandal · Global Voices
ko: 한국: 가톨릭 지도자, 국정원 스캔들 규탄

source: About 700 Catholic leaders gathered for a candlelight vigil in Seoul to protest the state spy agency's interference in the presidential election.
ko: 국정원의 대선개입을 규탄하는 촛불 시위에 참여하기 위해 약 700명의 가톨릭 지도자들이 서울에 모였다.

source: Two hundred Catholic priests and 500 nuns in their vestments, together with civic groups, protested at Seoul Plaza on September 23, 2013.
ko: 전례복을 입은 200 명의 가톨릭 사제와 500 명의 수녀들이 시민단체와 함께 2013년 9월 23일 서울 광장에서 시위를 벌였다.

source: A total of 5,000 participated in the demonstration which took the form of Mass (police estimate below 2,000), and it is the first time in recent decades that the Catholic Church as a group has organized a large-scale demonstration.
ko: 총 5천명이 미사형식으로 진행된 시위에 참석했으며 (경찰 추산 2천명 이하), 이렇게 가톨릭 교회가 그룹으로 대규모 시위에 참여한 것은 최근 수십년 동안에 처음 있는 일이다.

source: A Catholic priest (@ngo7979) and Nun Juliana (@nun1004) tweeted photos of the protest with comments, as seen below:
ko: 한 가톨릭 사제(@ngo7979)와 율리아나 수녀(@nun1004)는 각각 자신의 트위터에 다음의 내용과 함께 시국미사 사진을 올렸다.

source: We can no longer stand idly by while our democracy is being harmed.
ko: 더 이상 민주주의 훼손을 지켜볼 수가 없습니다.

source: I want to say thank you to all of those who participated in today's Mass calling for the National Intelligence Service (NIS) to disband and for the restoration of our democracy.
ko: 오늘 "국정원 해체와 민주주의 회복을 위한 미사"에 첨석하신 모든 분께 고마움의 인사를 전하며 민주주의 회복을 위해 끝까지 함께해주세요~ pic.

source: Please stay with us till the end.
ko: twitter.

source: For instance, back in 1970s and 80s when two dictatorial regimes ruled the country, Myeong Dong Cathedral in the heart of Seoul became an iconic bulwark of the democratic movement by hiding and defending activists.
ko: com/7Zful0Bm9s — 세월의 더께 (@ngo7979) September 23, 2013

source: @congjee: Park Jong-chul's torture and death is also a case disclosed by a Catholic priest.
ko: @congjee: 박종철 고문치사 사건도 신부님이 폭로하신.

source: A memo by him sparked the June Democracy Movement RT @tgs432004: <breaking news> Catholic clergy's statement contains a clause that 'there is a suspicion that the voting tally has been manipulated even before '.
ko: 한장의 쪽지로 시작되어 6월항쟁의 도화선이 되었죠 RT @tgs432004: <속보>천주교 사제단 시국선언문 중에 "사전에 개표결과가 조작되었다는 의혹이 있다" 처음으로 천주교 시국선언에서 투표조작을 거론합니다

source: It is the first time the Catholic Church has brought up this election manipulation issue. Protests against the NIS scandal have continued for over four months now, and religious groups who usually remain silent have joined one by one - starting with the Catholic Church, several factions of Protestant Church, and Won Buddhists.
ko: 국정원의 대선개입에 항의하는 시위는 넉 달 이상 이어지고 있으며, 평소 침묵을 지키던 종교계도 가톨릭 교회를 필두로 해서 일부 개신교회와 원불교가 가세하는 등 차례로 시위에 가담하고 있다.

source: Net users have tweeted comments on why religious groups are taking action.
ko: 네티즌들은 왜 종교계가 행동을 취하게 되었는지에 대해 의견을 트윗으로 표현했다.

source: One tweet read:
ko: 어느 트위터 이용자는 이렇게 말한다.

source: The reason why Catholics had to take a stance is because neither of the major players, such as the political parties and the Ministry of Law, who are supposed to take the responsibility for this NIS situation, have functioned. - The Board of Directors of the Catholic Human Rights Committee, Lawyer Kim Hyung-tae
ko: "천주교가 나설 수밖에 없는 것은 정당과 사법부 등 국정원 사태 해결을 책임져야 할 주체들이 제구실을 못하고 있기 때문이 아니겠냐”고 말했다. -천주교인권위원회 이사장인 김형태 변호사 — creation (@bonaventura0) September 23, 2013

source: South Korea: Mass Candlelight Rallies Against the Spy Agency Scandal · Global Voices
ko: 한국 : 국정원 선거 개입을 규탄하는 대규모 촛불집회

source: More revelations of the spy agency's election manipulation scandal came out, rekindling several month-long protests.
ko: 몇달간 계속되는 시위에 관심을 다시 불 붙이면서, 국정원의 대선 여론조작 스캔들에 대한 더 많은 사실이 밝혀졌다.

source: Three agents were being probed on Oct 18 for tweeting and re-tweeting political articles to influence pubic opinion.
ko: 여론에 영향을 미치기 위해 정치적 글을 트윗하고 리트윗한 사실 때문에 10월 18일 3명의 국정원 요원들이 수사를 받고 있었다.

source: On Oct 19, about 20 thousands attended a mass candlelight vigil in Seoul protesting the spy agency scandal. @Wjsfree gathered photos of this weekend's protests held across the country.
ko: 10월 19일에 서울에서 국정원 요원들의 스캔들에 항의하는 대규모 촛불집회에 약 2만명이 참가했다. @wjsfree가 전국에서 개최된 이번 주말의 시위 사진들을 모아 정리했다.

source: Largest South Korean Church's Embezzlement Scandal Just Got Worse · Global Voices
ko: 한국: 한국 최대 교회 횡령 스캔들 – 점점 더 악화일로!

source: The largest Pentecostal Christian congregation in South Korea and the world, Yoido Full Gospel church, has repeated come under fire for its founder Cho Yong-gi and his family's involvement in a series of ugly scandals.
ko: 한국 뿐 아니라 전 세계에서 가장 큰 오순절파 교회인 여의도 순복음 교회는 설립자 조용기 목사와 그의 가족들이 일련의 추잡한 스캔들에 연루되며 거듭 비난을 받아왔다.
